Repository: Haseebullah555/PMS
Catalog: backend/API/Resources/SharedResource.*.resx
Languages: fa, ps

source: Account Settings
fa: تنظیمات صورت حساب
ps: د حساب تنظیمات

source: Action
fa: عمل
ps: کړنه

# Add
source: Add {0}
fa: اضافه نمودن {0}
ps: د {0} اضافه کول

source: Agenda
fa: موضوع اجندا /اسنار حمایتی
ps: آجنډا د موضوع / حمایتی اسنار

source: Approve Provincail Meeting
fa: تایید /لغوه کردن جلسه ولایتی
ps: د ولایتی غونډی تایید /لغوه کول

source: Approve Research
fa: تایید کردن تحقیق
ps: د څیړنی تایید کول

source: Approved
fa: تصویب شد
ps: منل شوی

source: Are you sure?
fa: ایا مطمئین هستی؟
ps: ایا تاسو ډاډه یاست؟

source: Back to List
fa: بازگشت به فهرست
ps: بیرته لیست ته

source: Central Meeting
fa: جلسه مرکزی
ps: مرکزي غونډی

source: Central Meetings
fa: جلسات مرکزی
ps: مرکزي غونډې

source: Cancel
fa: لغو کنید
ps: لغوه کړئ

source: Canceled
fa: لغو شد
ps: لغوه شو

source: Change Password
fa: تغیر رمز
ps: د پټنوم بدلول

source: Close
fa: بستن
ps: بندول

source: Comments
fa: ملاحظات
ps: نظرونه

source: Confirm Password
fa: تکرار پسورد
ps: د پټنوم تکرار

source: Cordination With Institutions
fa: هماهنګی با نهادها
ps: له اداری سره همغږی

source: Corporate Date
fa: تاریخ هماهنګی با ولایت مربوطه
ps: د همغږي تارخ له اړوند ولایت سره

source: Create Provincail Meeting
fa: اضافه نمودن جلسه ولایتی
ps: د ولایتی غونډی اضافه

source: Create Research
fa: اضافه نمودن تحقیق
ps: د څیړنی اضافه کول

source: Create Role
fa: اضافه نمودن صلاحیت
ps: د صلاحیت اضافه کول

source: Create User
fa: اضافه نمودن کاربر
ps: د کارونکی اضافه کول

source: Created By
fa: ایجاد شده توسط
ps: لخوا جوړ شوی

source: Current Password
fa: رمز فعلی
ps: اوسنی پټنوم

source: Dari
fa: دری
ps: دری

source: DateAndTime
fa: تاریخ و زمان
ps: نېټه او وخت

source: Date
fa: تاریخ
ps: تاریخ

# Delete
source: Delete {0}
fa: حذف کردن
ps: ړنګول

source: Delete Provincail Meeting
fa: حذف کردن جلسه ولایتی
ps: د ولایتی غونډی له منځه وړل

source: Delete Research
fa: حذف کردن تحقیق
ps: د څیړنی له منځه وړل

source: Delete Role
fa: حذف کردن صلاحیت
ps: د صلاحیت له منځه وړل

source: Delete User
fa: حذف کردن کاربر
ps: د کارونکی له منځه وړل

source: Deleted!
fa: حذف شد!
ps: ړنګ شوی!

source: Department
fa: اداره/ وزارت
ps: اړونده اداره

source: Departments
fa: بخش‌ها
ps: څانګې

# Details
source: Details {0}
fa: جزئیات {0}
ps: د {0} توضیحات

source: Dirctorate Of Research And Planning
fa: ریاست تحقیق ، مطالعات و پلان ګذاری
ps: د څیړنو ، مطالعاتو او پلان ګذاری ریاست

source: Dirctorate Of The Secretariat
fa: ریاست دارالانشاء
ps: د دارالانشاء ریاست

source: Directorate Of Research Studies And Plannig Management
fa: ریاست تحقیق ، مطالعات و پلان ګذاری
ps: د څیړنو ،مطالعاتو او پلان ګذاری ریاست

source: Directorates Management Permissions
fa: دسترسی مدیریت ریاست ها
ps: د ریاستونو د مدیرت اجازي

# Edit
source: Edit {0}
fa: تغییر نمودن {0}
ps: د {0} بدلول

source: Email
fa: ایمیل
ps: ایمیل

# en
source: English
fa: انګلیسی
ps: انګلیسی

source: English
fa: انګلیسی
ps: انګلیسی

source: Enter Department Name
fa: نام اداره را وارد کنید
ps: د څانګې نوم ولیکئ

# fa
source: Dari
fa: دری
ps: دری

source: Failed
fa: ناموفق
ps: ناکام

source: Faild
fa: ناکام
ps: ناکام شو

source: FatherName
fa: اسم پدر
ps: د پلار نوم

source: General Settings
fa: تنظیمات عمومی
ps: عمومی تنظیمات

source: General System Management
fa: مدیریت عمومی سیستم
ps: د سیستم عمومي مدیریت

source: General System Setup
fa: عمومی
ps: عمومی

source: Generate Provincail Meeting Report
fa: ایجاد ګزارش جلسه ولایتی
ps: د ولایتی غونډی د راپور جوړول

source: Generate Research Report
fa: ایجاد ګزارش تحقیق
ps: د څیړنې راپور جوړ کړئ

source: Id
fa: ای دی
ps: ای دی

source: Is Have Access
fa: آیا دسترسی دارد؟
ps: آیا لاسرسی لری؟

# List
source: List {0}
fa: لیست {0}
ps: د {0} لیست

source: List Provincail Meetings
fa: لیست کردن جلسه ولایتی
ps: د ولایتی غونډو لیست کول

source: List Researches
fa: لیست کردن تحقیق ها
ps: د څیړنو لیست کول

source: List Roles
fa: لیست کردن صلاحیت ها
ps: د صلاحیتونو لیست کول

source: List Users
fa: لیست کردن کاربران
ps: د کارونکو لیست کول

source: LogOut
fa: خارج شدن از سیستم
ps: د سیستم څخه وتل

source: Manage User Role
fa: مدیریت وظایف کاربر
ps: ګټه اخیستونکی دندو مدیریت

source: Meeting
fa: جلسه
ps: غونډی

source: Meetings
fa: جلسات
ps: غونډې

# MOIA
source: Ministry of Intrior Afairs
fa: وزارت امور داخله
ps: د کورنیو چارو وزارت

source: Name
fa: نام
ps: نوم

source: New Password
fa: رمز جدید
ps: نوی پټنوم

source: Pashto
fa: پښتو
ps: پښتو

source: Password
fa: رمز
ps: پټنوم

source: Pending
fa: در انتظار
ps: په انتظار کی

source: Phone
fa: نمبر تیلیفون
ps: د ټیلیفون نمبر

source: Proposal File
fa: ضمایم پروپوزل
ps: د پروپوزل فایل

source: Proposal File Source
fa: مرجع ضمایم پروپوزل
ps: د پروپوزل فایل سرچینه

source: Proposal Files Information
fa: معلومات ضمایم پروپوزل
ps: د پروپوزل د فایلونو معلومات

source: Provincail Meetings
fa: جلسات کمیسیون های ولایتی
ps: د ولایتی کمیسیونو غونډی

source: Province
fa: ولایت
ps: ولایت

source: Provincial Meeting
fa: جلسه کمیسیون ولایتی
ps: د ولایتی کمیسیون غونډه

source: Provincial Meeting Management Permissions
fa: دسترسی های جلسات کمیسیون های ولایتی
ps: د ولایتی کمیسیونو غونډو اجازي

# ps
source: Pashto
fa: پښتو
ps: پښتو

source: Published Date
fa: تاریخ نشر ګزارش
ps: د خپریدو نیټه

source: Record Created Successfully
fa: رکورد با موفقیت ایجاد شد
ps: ریکارډ په بریالیتوب سره جوړ شو

source: Record Dose Not Fetched!
fa: ریکارد دریافت نشد!
ps: ریکارډ ترلاسه نه شو!

source: Record has not been Created!
fa: رکورد ایجاد نشده است!
ps: ریکارډ نه دی جوړ شوی!

source: Record has not been Deleted!
fa: رکورد حذف نشده است!
ps: ریکارډ نه دی ړنګ شوی!

source: Record has not been Updated!
fa: رکورد به روز نشده است!
ps: ریکارډ تازه شوی نه دی!

source: Record Updated Successfully
fa: رکورد با موفقیت به روز شد
ps: ریکارډ په بریالیتوب سره تازه شو

source: Register New User
fa: ثبت کاربر جدید
ps: د نوی کارونکی ثبت کول

source: Registration Date
fa: تاریخ ثبت
ps: د ثبت نیټه

source: Report File
fa: ضمایم ګزارش
ps: د راپور فايل

source: Report File Source
fa: مرجع ضمایم ګزارش
ps: د راپور فایل سرچینه

source: Report Files Information
fa: معلومات ضمایم ګزارش
ps: د راپورونو د فایلونو معلومات

source: Research
fa: تحقیق
ps: څیړنی

source: Research Code
fa: کد تحقیق
ps: د پلټنی کود

source: Research Department
fa: آمریت تحقیق
ps: د څیړنو امریت

source: Research Information
fa: معلومات تحقیق
ps: د پلټنی معلومات

source: Research Location
fa: محل تحقیق
ps: د پلټنی محل

source: Research Management Permissions
fa: دسترسی های آمریت تحقیق
ps: د څیړنې مدیریت اجازه

source: Research Title
fa: عنوان تحقیق
ps: د پلټنی عنوان

source: Researches
fa: تحقیقات
ps: څیړني

source: ReviewStatus
fa: بررسی وضعیت
ps: د ارزونې حالت

source: Result
fa: نتیجه ګیری و ارسال آن به بخش تحلیل و تدقیق ګزارشات
ps: پایله

source: Role
fa: صلاحیت
ps: صلاحیت

source: Role Management
fa: مدیریت صلاحیت ها
ps: د صلاحیتونو مدیریت

source: Role Management Permissions
fa: دسترسی های مدیرت صلاحیت ها
ps: د صلاحیتونو د مدیریت اجازي

source: Role Name
fa: نام صلاحیت
ps: د صلاحیت نوم

source: Roles
fa: صلاحیت ها
ps: صلاحیتونه

source: Save
fa: ذخیره
ps: ذخیره

source: Save Changes
fa: ثبت تغییرات
ps: د تغییراتو ثبتول

source: Search
fa: جستجو
ps: لټون

source: Select an option
fa: یک گزینه را انتخاب نمایید
ps: یو انتخاب کړئ

source: Select Date
fa: انتخاب تاریخ
ps: د نیټی انتخابول

source: Select Date and time
fa: انتخاب تاریخ و زمان
ps: د نیټی او وخت انتخابول

source: Subject
fa: موضوع
ps: موضوع

source: Success
fa: موفقیت
ps: بریالیتوب

source: Status
fa: حالت
ps: حالت

# This action can not be undone!
source: This action can't be undone!
fa: این عمل قابل لغو نیست!
ps: دا عمل بیرته نشي راوستلی!

source: Update Provincail Meeting
fa: تجدید کردن جلسه ولایتی
ps: د ولایتی غونډی نوی کول

source: Update Research
fa: تجدید کردن تحقیق
ps: د څیړنی نوی کول

source: Update Role
fa: تجدید کردن صلاحیت
ps: د صلاحیت نوی کول

source: Update User
fa: تجدید کاربر
ps: د کارونکی نوی کول

source: User
fa: کاربر
ps: کاروونکی

source: User Info
fa: معلومات کاربر
ps: د کارونکی معلومات

source: User Management
fa: مدیریت کاربر
ps: د ګټه اخیستونکو (یوزرونو) مدیریت

source: User Management Permissions
fa: دسترسی های مدیریت کاربران
ps: د کاروونکی مدیریت اجازٍي

source: User Profile Details
fa: جزیات پرفایل کاربر
ps: ګټه اخیستونکی د پروفایل جزیات

source: UserName
fa: نام کاربر
ps: دکارونکی نوم

source: Users
fa: کاربران
ps: ګټه اخیستونکو (یوزرونو)

source: Yes, delete it!
fa: بله حذفش کن!
ps: هو، ړنګ یې کړه!

source: Your item has been deleted.
fa: مورد شما حذف شده است.
ps: ستاسو توکي حذف شوي دي.

source: {0} is required
fa: {0} ضروری میباشد
ps: {0} ډکول یی اړین دی

source: {0} must be a number
fa: {0} باید عدد باشد
ps: {0} باید شمیره وی

source: Create Central Meeting
fa: اضافه نمودن جلسه مرکزی
ps: د مرکزی غونډی اضافه کول

source: Delete Central Meeting
fa: حذف کردن جلسه مرکزی
ps: د مرکزی غونډو له منځه وړل

source: Generate Central Meeting Report
fa: ایجاد ګزارش جلسه مرکزی
ps: د مرکزی غونډی د راپور جوړول

source: List Central Meetings
fa: لیست کردن جلسه مرکزی
ps: د مرکزی غونډو لیست کول

source: Update Central Meeting
fa: تجدید کردن جلسه مرکزی
ps: د مرکزی غونډی نوی کول

source: Central Meeting Management Permissions
fa: دسترسی های جلسات کمیسیون های مرکزی
ps: د مرکزی کمیسیونو غونډو اجازي

source: Communication Type
fa: واتساپ/تیلفونی
ps: واټساپ /تیلفون

source: Files
fa: بررسی اسناد حمایوی ګزارش
ps: د حمایوی راپور د څیړنی اسناد

source: Related Department
fa: ادارات مرکزی
ps: مرکزی اداري

source: Report Collecting
fa: ګزارش
ps: راپور

source: Report Collecting Departments
fa: دیپارتمنت جمع آوری ګزارشات
ps: د راپورونو د یوځای کولو ډیپارټمینټ

source: Report Collectings
fa: جمع اوری ګزارشات
ps: د راپورنو يوځای کول

source: Send To Report Analysis
fa: ارسال به بخش تحلیل ګزارشات
ps: د راپور تحلیل څانګې ته واستوئ

source: Verbal
fa: حضوری
ps: حضوری

source: Written
fa: مکتوبی
ps: مکتوبی

source: Create Report Collection
fa: اضافه نمودن جمع اوری ګزارشات
ps: د راپورونو د جمع کولو اضافه کول

source: Delete Report Collection
fa: حذف کردن جمع اوری ګزارشات
ps: د راپورونو د جمع کولو له منځه وړل

source: Generate Report Collection Report
fa: ایجاد ګزارش جمع اوری ګزارشات
ps: د راپورونو د جمع کولو د راپور جوړل

source: List Report Collection
fa: لیست کردن جمع اوری ګزارشات
ps: د راپورونو د جمع کولو لیست کول

source: Update Report Collection
fa: تجدید کردن جمع اوری ګزارشات
ps: د راپورونو د جمع کولو نوی کول

source: Report Collection Department Permissions
fa: دسترسی های دیپارتمنت جمع آوری ګزارشات
ps: د راپورو د جمع کول ډیپارټمنټ اجازي

source: Log In
fa: ورود به سیستم
ps: سیستم ته ننوتل

source: Plans
fa: پلان ها
ps: پلانونه

source: Year
fa: سال
ps: کال

source: Stratagic Goal
fa: هدف استراتیژیک
ps: استراتیژیک هدف

source: Determined Actions
fa: اقدامات تعیین شده در پلان استراتیژیک
ps: د استراتیژیک پلان ټاکل شوی اقدامات

source: Plan Department
fa: آمریت پلان
ps: د پلان آمریت

source: Plan
fa: پلان
ps: پلان

source: Year is required
fa: نوشتن سال حتمی است
ps: د کال لیکل حتمی دی

source: Department is required
fa: نوشتن آمریت حتمی است
ps: د آمریت لیکل حتمی دی

source: Strategic Goal is required
fa: نوشتن هدف استراتیژیک حتمی است
ps: د استراتیژیک هدف لیکل حتمی دی

source: Determined Actions is required
fa: نوشتن اقدامات تعیین شده حتمی است
ps: د ټاکل شوی اقداماتو لیکل حتمی دی

# Print
source: Print {0}
fa: چاپ {0}
ps: د {0} چاپ

source: Activity
fa: فعالیت
ps: فعالیت

source: Indicator
fa: شاخص
ps: شاخص

source: Estimated Price
fa: قیمت تخمینی
ps: اټکل شوی قیمت

source: First Quarter
fa: ربع اول
ps: لومړی ربع

source: Second Quarter
fa: ربع دوم
ps: دویمه ریع

source: Third Quarter
fa: ربع سوم
ps: دریمه ربع

source: Fourth Quarter
fa: ربع چهارم
ps: څلورمه ربع

source: Implementation Responsible
fa: مسئول اجراء
ps: د تطبیق مسؤل

source: Collaborating Departments
fa: ادارات همکار
ps: همکاره اداري

source: Expected Results
fa: نتایج متوقعه
ps: متوقع پایلې

source: To List
fa: به لست
ps: لست ته

source: Next
fa: بعدی
ps: وروسته

source: Back
fa: قبلی
ps: مخکی

source: is required
fa: ضروری میباشد
ps: ډکول اړین دی

source: Implementation Of Resolution
fa: تعقیب و پیګری اداری مصوبات
ps: پریکړو پلي کولو

source: Implementation Of Resolution In Central Offices
fa: اجرای مصوبه در دفاتر مرکزی
ps: په مرکزي دفترونو کې د پریکړې پلي کول

source: AnalysisOfReceivedTopics
fa: تجزیه و تحلیل موضوغات دریافتی
ps: د ترلاسه شویو موضوعاتو تحلیل

source: IndependentOffice
fa: اداره مستقل
ps: مستقله اداره

source: OrganizingTopics
fa: تنظیم موضوعات واصله از ادارات مرکزی
ps: د موضوعاتو تنظیمول

source: Create Implementation of Resolution
fa: اضافه نمودن تعقیب و پیګری اداری مصوبات
ps: د پرېکړې پلي کېدو جوړول

source: Delete Implementation of Resolution
fa: حذف کردن تعقیب و پیګری اداری مصوبات
ps: د پرېکړې د پلي کولو ړنګول

source: Generate Implementation Of Resolution Report
fa: ایجاد ګزارش تعقیب و پیګری اداری مصوبات
ps: د پریکړې راپور د پلي کولو جوړول

source: List Implementation of Resolution
fa: لیست تعقیب و پیګری اداری مصوبات
ps: د پرېکړې د پلي کولو لیسټ

source: Update Implementation of Resolution
fa: تجدید کردن تعقیب و پیګری اداری مصوبات
ps: د پرېکړې د پلي کېدو نوي کول

source: Implementation Of Resolution Permissions
fa: دسترسی های تعقیب و پیګری اداری مصوبات
ps: د پرېکړې د اجازو پلي کول

source: Please wait...
fa: منتظر باشید...
ps: په تمه اوسی...

source: Empty data is not allowed
fa: معلومات خالی مجاز نیست
ps: خالي معلومات اجازه نلري

source: Warning
fa: خطر
ps: خطر

source: Error
fa: خطا
ps: خطا

source: An unexpected error occurred
fa: یک خطای غیرمنتظره رخ داد
ps: یوه ناڅاپي تېروتنه رامنځته شوه

source: You won't be able to revert this
fa: این عمل غیر قابل برګشت است
ps: دا عمل بیرته نشی راوستلی

source: OK
fa: باشد
ps: سمه ده

# Record has been Deleted!
source: Record has not been Deleted!
fa: رکورد حذف شده است!
ps: ریکارډ ړنګ شوی!

source: Plan Information
fa: معلومات پلان
ps: د پلان معلومات

source: Breakdown And Consistency Of Report Details
fa: توضیحات فارمت کارشناس تجزیه و انسجام ګزارشات
ps: د راپور تحلیل او ادغام متخصص بڼې توضیحات

source: Breakdown And Consistency Of Reports
fa: فارمت کارشناس تجزیه و انسجام ګزارشات
ps: د راپورونو د متخصص تحلیل او ادغام بڼه

source: Confirmed/Canceled By
fa: تایید / لغوه کننده
ps: تایید / لغوه کوونکی

source: Decisions
fa: فیصله ها
ps: پریکړی

source: Implementations
fa: اجراآت
ps: کړنی

source: Meeting Agenda
fa: آجندای جلسه
ps: د غونډی آجنډا

source: Ministry
fa: وزارت
ps: وزارت

source: Problems
fa: مشکلات و چالشها
ps: ستونزې او ننګونې

source: Reason For Not Implementing
fa: دلایل عدم اجرای فیصله های قبلی
ps: د پخوانیو پریکړو د نه پلي کولو دلیلونه

source: Solutions
fa: راه های حل پیشنهادی
ps: وړاندیز شوي حلونه

source: Title
fa: عنوان
ps: عنوان

source: Approve Breakdown And Consistency
fa: تایید /لغوه کردن تجزیه و انسجام ګزارشات
ps: دا راپورونو د تجزی او انسجام تایید / لغوه کول

source: Breakdown And Consistency Permissions
fa: دسترسی های فارمت کارشناس تجزیه و انسجام ګزارشات
ps: دا راپورونو د تجزی او انسجام اجازي

source: Create Breakdown And Consistency
fa: اضافه نمودن تجزیه و انسجام ګزارشات
ps: دا راپورونو د تجزی او انسجام اضافه کول

source: Delete Breakdown And Consistency
fa: حذف کردن تجزیه و انسجام ګزارشات
ps: دا راپورونو د تجزی او انسجام له منځه وړل

source: Generate Breakdown And Consistency Report
fa: ایجاد ګزارش تجزیه و انسجام ګزارشات
ps: دا راپورونو د تجزی او انسجام د راپور جوړول

source: List Breakdown And Consistency
fa: لیست کردن تجزیه و انسجام ګزارشات
ps: دا راپورونو د تجزی او انسجام لیست کول

source: Update Breakdown And Consistency
fa: تجدید کردن تجزیه و انسجام ګزارشات
ps: دا راپورونو د تجزی او انسجام نوی کول

source: View Breakdown And Consistency
fa: جزیات تجزیه و انسجام ګزارشات
ps: دا راپورونو د تجزی او انسجام جزیات

source: Create Scrutiny And Analysis
fa: اضافه نمودن تدقیق و تحلیل ګزارشات
ps: د راپورونو بیاکتنه او تحلیل اضافه کول

source: Delete Scrutiny And Analysis
fa: حذف کردن تدقیق و تحلیل ګزارشات
ps: د راپورونو بیاکتنه او تحلیل له منځه وړل

source: Generate Scrutiny And Analysis Report
fa: ایجاد ګزارش تدقیق و تحلیل ګزارشات
ps: د راپورونو بیاکتنه او تحلیل د راپورجوړول

source: List Scrutiny And Analysis
fa: لیست کردن تدقیق و تحلیل ګزارشات
ps: د راپورونو بیاکتنه او تحلیل لیست کول

source: Scrutiny And Analysis Permissions
fa: دسترسی های تدقیق و تحلیل ګزارشات
ps: د راپورونو بیاکتنه او تحلیل اجازي

source: Update Scrutiny And Analysis
fa: تجدید کردن تدقیق و تحلیل ګزارشات
ps: د راپورونو بیاکتنه او تحلیل نوی کول

source: View Scrutiny And Analysis
fa: جزیات تدقیق و تحلیل ګزارشات
ps: د راپورونو بیاکتنه او تحلیل جزیات

source: Chekclist
fa: صورت تدقیق
ps: دقیق تفصیل

source: Department Unit
fa: واحد اداری
ps: اداري واحد

source: District
fa: ولسوالی
ps: ولسوالی

source: Follow Up Cases
fa: موارد تعقیبی
ps: تعقیبي مسایل

source: Follow Up References
fa: مراجع تعقیبی
ps: تعقیبي مراجع

source: Offers
fa: پیشنهادات
ps: وړاندیزونه

source: Remarks
fa: ملاحظات
ps: څرګندونې

source: Scrutiny And Analysis
fa: تدقیق و تحلیل ګزارشات
ps: د راپورونو بیاکتنه او تحلیل

source: Scrutiny Subject
fa: موضوع تدقیق
ps: غورچڼ

source: Sender
fa: مرسل
ps: لیږونکی

source: Scrutiny And Analysis Detials
fa: توضیحات تدقیق و تحلیل ګزارشات
ps: د راپورونو بیاکتنه او تحلیل جزیات

source: Actions Taken
fa: اجراآت انجام یافته
ps: ترسره شوي اجراات

source: From
fa: از
ps: له

source: Percentage
fa: فیصدی تطبیق
ps: د پرمختک سلنه

source: Performance and Activity Report Format of the Secretariat Directorate of the High Commission
fa: فارمت ګزارش کارکرد و فعالیتهای ریاست دارالانشاء کمیسیون عالی
ps: د کمیسیون عالی د دارالانشاء ریاست د کړنو او فعالیتونو د راپور فورمټ

source: Planned Objectives
fa: اهداف تعین شده مطابق پلان
ps: ټاکل شوي اهداف د پلان سره سم

source: Secretariat Report Result
fa: دست اورد ها / نتایج
ps: لاسته راوړنې / پایلې

source: Secretariat Reports
fa: بخش ګزارشات
ps: د راپورونو څانګه

source: To
fa: الی
ps: تر

source: Approve Secretariat Report
fa: تایید / لغوه کردن ګزارش فعالیت های پلان شده
ps: دپلان شوی فعالیتونو راپور تایید / لغوه کول

source: Create Secretariat Report
fa: اظافه نمودن ګزارش فعالیت های پلان شده
ps: دپلان شوی فعالیتونو راپور اضافه کول

source: Delete Secretariat Report
fa: حذف کردن ګزارش فعالیت های پلان شده
ps: دپلان شوی فعالیتونو راپور له منځه وړل

source: Generate Secretariat Report Report
fa: ایجاد ګزارش ګزارش فعالیت های پلان شده
ps: دپلان شوی فعالیتونو راپور د راپور جوړول

source: List Secretariat Report
fa: لیست کردن ګزارش فعالیت های پلان شده
ps: دپلان شوی فعالیتونو راپور لیست کول

source: Secretariat Report Permissions
fa: دسترسی های ګزارش فعالیت های پلان شده
ps: دپلان شوی فعالیتونو راپور بخش اجازي

source: Update Secretariat Report
fa: تجدید کردن ګزارش فعالیت های پلان شده
ps: دپلان شوی فعالیتونو راپور نوی کول

source: View Secretariat Report
fa: جزیات ګزارش فعالیت های پلان شده
ps: دپلان شوی فعالیتونو راپور جزیات

source: Follow Up And Supervision
fa: تعقیب و پيګری حضوری مصوبات
ps: تعقیب او څارنی

source: CompletedActions
fa: اجراآت انجام شده بر افق مصوبه
ps: بشپړ شوي اقدامات

source: Conclusion
fa: نتیجه ګیری و ارسال آن به بخش مربوطه
ps: پایله

source: Directives
fa: هدایات/ مصوبات
ps: لارښوونې

source: PercentageOfImplementedActions
ps: د پلي شوو اقداماتو سلنه

source: ResponsibleIndependentAuthority
fa: وزارت خانه / اداره مستقل مسئول
ps: مسؤله خپلواکه اداره

source: Select All
ps: د ټولو په نښه کول

source: Delete FollowUp And Supervision
ps: د تعقیب او نظارت له منځه وړل

source: Generate FollowUp And Supervision Report
ps: د تعقیب او نظارت د راپور جوړول

source: List FollowUp And Supervision
ps: د تعقیب او نظارت لیست کول

source: Update FollowUp And Supervision
ps: د تعقیب او نظارت نوی کول

source: Yes
fa: بلی
ps: هو

source: Approve Monitoring And Evaluation Department
fa: تصویب کردن آمریت نظارت و ارزیابی
ps: د څارنې او ارزونې آمریت تایید کول

source: Cancel Monitoring And Evaluation Department
fa: لغو کردن آمریت نظارت و ارزیابی
ps: د څارنې او ارزونې آمریت لغوه کول

source: Create Monitoring And Evaluation Department
fa: اضافه نمودن آمریت نظارت و ارزیابی
ps: د څارنې او ارزونې آمریت اضافه کول

source: Delete Monitoring And Evaluation Department
fa: حذف کردن آمریت نظارت و ارزیابی
ps: د څارنې او ارزونې آمریت له منځه وړل

source: First Quadrate
fa: ربع اول
ps: لومړۍ رُبع

source: First Quantity
fa: تعداد
ps: تعداد

source: First Unit
fa: واحد
ps: واحد

source: Fourth Quadrate
fa: ربع چهارم
ps: څلورمه رُبع

source: fourthQuantity
fa: تعداد
ps: تعداد

source: fourthUnit
fa: واحد
ps: واحد

source: List Monitoring And Evaluation Department
fa: لیست کردن آمریت نظارت و ارزیابی
ps: د څارنې او ارزونې آمریت لیست کول

source: Monitoring And Evaluation Department
fa: آمریت نظارت و ارزیابی
ps: د څارنې او ارزونې آمریت

source: Monitoring And Evaluation Department Permissions
fa: دسترسی های آمریت نظارت و ارزیابی
ps: د څارنې او ارزونې آمریت اجازې

source: Second Quadrate
fa: ربع دوم
ps: دويمه رُبع

source: Second Quantity
fa: تعداد
ps: تعداد

source: SecondUnit
fa: واحد
ps: واحد

source: Third Quadrate
fa: ربع سوم
ps: دريمه رُبع

source: ThirdQuantity
fa: تعداد
ps: تعداد

source: ThirdUnit
fa: واحد
ps: واحد

source: TypeOfActivity
fa: نوع فعالیت
ps: د فعالیت ډول

source: UpdateMonitoring And Evaluation Department
fa: تجدید کردن آمریت نظارت و ارزیابی
ps: د څارنې او ارزونې آمریت نوی کول

source: Directorate of Coordination
fa: ریاست هماهنگی
ps: د همغږۍ ریاست

source: Monitoring File
fa: ضمایم
ps: ضمایم

source: Approve Directorate Of Coordination Report
fa: تایید / لغوه کردن راپور ریاست هماهنګی
ps: د همغږی ریاست د راپور تایید / لغوه کول

source: Attachment
fa: ضمایم
ps: ضمیمه فایلونه

source: CoordinationWithGovernmentAgencies
fa: امریت هماهنګی با ارګان های دولتی
ps: دولتی ارګانونو سره د همغږی آمریت

source: CoordinationWithJudicialAndLegal
fa: آمریت عدلی و قضایی
ps: عدلی او قضایی آمریت

source: Coordinator Department
fa: اداره
ps: اداره

source: Coordinator Info
fa: معلومات هماهنګ کننده
ps: د همغږی کوونکی شهرت

source: Coordinator Job
fa: وظیفه
ps: دنده

source: Coordinator Name
fa: نام
ps: نوم

source: Create Directorate Of Coordination Report
fa: اضافه نمودن راپور ریاست هماهنګی
ps: د همغږی ریاست د راپور اضافه کول

source: Delete Directorate Of Coordination Report
fa: حذف کردن راپور ریاست هماهنګی
ps: د همغږی ریاست د راپور له منځه وړل

source: Department Names
fa: نام اداره / ادارات
ps: د اداری / اداراتو نوم

# Authority for Coordination with Government Agencies
source: Department Of Coordination With Government Agnecies
fa: امریت هماهنګی با ارګان های دولتی
ps: دولتی ارګانونو سره دهمغږی امریت

source: Department Of Judicial And Legal
fa: امریت عدلی وقضایی
ps: د عدلی او قضایی آمریت

source: Help Amount
fa: مقدار کمک
ps: د مرستی اندازه

source: List Directorate Of Coordination Report
fa: لیست کردن راپور ریاست هماهنګی
ps: د همغږی ریاست د راپور لیست کول

source: Location
fa: محل
ps: د برنامی ځای

source: Short Report
fa: ګزارش مختصر
ps: لنډ راپور

source: Update Directorate Of Coordination Report
fa: تجدید کردن راپور ریاست هماهنګی
ps: د همغږی ریاست د راپور نوی کول

source: Directorate of Private Sector Coordination
fa: آمریت همانګی سکتور خصوصی
ps: د خصوصي سکتور د همغږۍ آمریت

source: Directorate of Security Sector Coordination
fa: آمریت همانګی سکتور امنیتی
ps: د امنیتي سکتور د همغږۍ آمریت

source: DirectorateofPrivateSectorCoordination
fa: آمریت همانګی سکتور خصوصی
ps: د خصوصي سکتور د همغږۍ آمریت

source: DirectorateofSecuritySectorCoordination
fa: آمریت همانګی سکتور امنیتی
ps: د امنیتي سکتور د همغږۍ آمریت

source: Departements Of Coordination Directorate Permissions
fa: دسترسی به آمریت های ریاست هماهنګی
ps: همغږي ریاست د آمریتونو اجازی

source: Directorate of Coordination Reports Permissions
fa: دسترسی های راپور ریاست هماهنګی
ps: همغږی ریاست د راپورونو اجازی

source: Generate Directorate Of Coordination Report Report
fa: ایجاد ګزارش راپور ریاست هماهنګی
ps: دهمغږی ریاست د راپورونو د راپور جوړول

source: Authenticator
fa: تایید کننده
ps: تایید کوونکی

source: Verifier
fa: تصدیق کننده
ps: تصدیق کوونکی

source: Authenticated
fa: تایید شده
ps: تایید شوی

source: Authenticate
fa: تایید
ps: تایید

source: Verify
fa: تصدیق
ps: تصدیق

source: Verified
fa: تصدیق شده
ps: تصدیق شوی

source: Record has been Authenticated!
fa: ریکارد تایید شد!
ps: ریکارډ تایید شو!
