Repository: Haseebullah555/PMS
Catalog: backend/API/Resources/SharedResource.*.resx
Languages: fa, ps

source: Record has been Verified!
fa: ریکارد تصدیق شد!
ps: ریکارډ تصدیق شو!

source: Do You Want to Authenticate the Record
fa: میخواهید رکارد را تایید کنید
ps: غواړی ریکارډ تایید کړی

source: Do You Want to Verify the Record
fa: میخواهید رکارد را تصدیق کنید
ps: غواړی ریکارډ تصدیق کړی

source: Monthly Reports
fa: گزارشات ماهوار
ps: میاشتني راپورونه

source: Monthly Report
fa: گزارش ماهوار
ps: میاشتنی راپور

source: Month
fa: ماه
ps: میاشت

source: Monthly Report Information
fa: معلومات گزارش ماهوار
ps: د میاشتنی راپور معلومات

source: Planned Tasks
fa: وظایف پلان شده
ps: پلان شوې دندې

source: Done Performances
fa: اجراآت انجام یافته
ps: تر سره شوې کړنې

source: Current State Of Activity
fa: حالت کنونی فعالیت
ps: د کړنو اوسنی ډول

source: Progress Percentage
fa: فیصدی پیشرفت
ps: د پرمختګ فیصدی (سلنه)

source: Achievements Or Results
fa: دست آورد ها/ نتایج
ps: لاسته راوړنې (نتایج)

source: Responsible Departments
fa: ادرات مسئول
ps: مسؤله اداره

source: Not Started
fa: آغاز نگردیده
ps: پیل شوې ندي

source: In Progress
fa: جریان دارد
ps: جریان لرې

source: Awareness Reporting
fa: راپور آگاهی دهی
ps: خبرتیا راپور ورکول

source: Program Title
fa: عنوان برنامه
ps: د غونډي سرلیک

source: Responsible Department
fa: اداره مسئول
ps: مسؤله اداره

source: Create Date
fa: تاریخ ثبت
ps: د ثبت تاریخ

source: Quarter
fa: ربع سال
ps: د کال ربع

source: Awareness Method
fa: روش آګاهی دهی
ps: د خبرتیا ډول

source: Awareness Goal
fa: هدف آګاهی دهی
ps: د خبرتیا موخه

source: Challenges
fa: چالش ها
ps: ننګونې

source: Target Group
fa: گروه مورد هدف
ps: د هدف ډله

source: Program Status
fa: وضعیت برنامه
ps: د غونډی حالت

source: Branch
fa: شعبه
ps: څانګه

source: Approved By
fa: تایید شده توسط
ps: لخوا تایید شوی

source: Directorate Of Survey
fa: ریاست سروی
ps: سروی ریاست

source: NO
fa: شماره
ps: ګڼه

source: Execution Time
fa: زمان اجراء
ps: د اجرا موده
